[
  {
    "id": 1,
    "chef_picture": "https://www.thegarlands.com/wp-content/uploads/2021/10/IMG_7183-e1666219144628-1087x725.png",
    "chef_name": "John Smith",
    "short_bio": "ohn has worked in some of the best Italian restaurants in the world and has been recognized for his culinary achievements. He is a firm believer in using fresh and high-quality ingredients in his recipes and is always on the lookout for new and exciting ingredients to incorporate into his dishes. John's recipes are a testament to his love for Italian cuisine, and he hopes to share his passion with foodies worldwide.",
    "years_of_experience": 12,
    "num_recipes": 75,
    "likes": 1200,
    "recipe_id": [1, 2, 3]
  },

  {
    "id": 2,
    "chef_picture": "https://www.thegarlands.com/wp-content/uploads/2021/10/IMG_7126.png",
    "chef_name": "Samantha Lee",
    "short_bio": "Samantha's passion for cooking started at a young age, and she has been perfecting her skills ever since. She draws inspiration from her travels around Italy and loves incorporating local flavors and ingredients into her dishes. Samantha's recipes are a celebration of Italian cuisine, and she hopes to inspire others to explore the rich and diverse flavors of Italy.",
    "years_of_experience": 8,
    "num_recipes": 50,
    "likes": 950,
    "recipe_id": [2, 3, 4]
  },
  {
    "id": 3,
    "chef_picture": "https://njwinefoodfest.com/wp-content/uploads/2018/04/MitreshSaraiya.600.jpg",
    "chef_name": "Carlos Rodriguez",
    "short_bio": "Carlos has worked in some of the most prestigious Italian restaurants in the world and has received numerous awards and accolades for his culinary achievements. He is a firm believer in preserving the authenticity of Italian cuisine and is known for his traditional and authentic recipes. Carlos's recipes are a reflection of his love for Italian cuisine, and he hopes to pass on his knowledge to the next generation of chefs.",
    "years_of_experience": 20,
    "num_recipes": 120,
    "likes": 1800,
    "recipe_id": [1, 3, 5]
  },
  {
    "id": 4,
    "chef_picture": "https://bloximages.newyork1.vip.townnews.com/theweeklyjournal.com/content/tncms/assets/v3/editorial/4/0d/40db328a-be1e-11e9-acaf-1bf110834c45/5d53413bc220b.image.jpg",
    "chef_name": "Hannah Kim",
    "short_bio": "Hannah's passion for Italian cuisine started during her travels to Italy, where she fell in love with the vibrant and colorful dishes of the region. She is a self-taught chef and loves experimenting with new flavors and techniques in her recipes. Hannah's recipes are a fusion of classic Italian flavors with a modern twist, and she hopes to inspire others to explore the world of Italian cuisine.",
    "years_of_experience": 5,
    "num_recipes": 30,
    "likes": 450,
    "recipe_id": [2, 4, 5]
  },
  {
    "id": 5,
    "chef_picture": "https://res.cloudinary.com/jerrick/image/upload/d_642250b563292b35f27461a7.png,f_jpg,q_auto,w_720/zjs6b97h38u2zvadflox.jpg",
    "chef_name": "David Nguyen",
    "short_bio": "David has worked in some of the most renowned Italian restaurants in the world and has a deep understanding of the flavors and techniques of Italian cuisine. He is a firm believer in using fresh and seasonal ingredients in his recipes and is known for his attention to detail in every dish he creates. David's recipes are a testament to his passion for Italian cuisine, and he hopes to share his knowledge with others.",
    "years_of_experience": 15,
    "num_recipes": 90,
    "likes": 1500,
    "recipe_id": [1, 4, 5]
  },
  {
    "id": 6,
    "chef_picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Hestonregentspark.jpg/1200px-Hestonregentspark.jpg",
    "chef_name": "Megan Patel",
    "short_bio": "Megan's passion for cooking started at a young age, and she has been perfecting her skills ever since. She draws inspiration from her travels around Italy and loves incorporating local flavors and ingredients into her dishes. Megan's recipes are a celebration of Italian cuisine, and she hopes to inspire others to explore the rich and diverse flavors of Italy.",
    "years_of_experience": 10,
    "num_recipes": 60,
    "likes": 800,
    "recipe_id": [3, 1, 5]
  }
]
